Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Szykuj się do wyprawy.
uk: Підготуйся до експедиції.

source: Szykuj się!
uk: Готуйся!

source: Szykuj się, możemy wracać do domu.
uk: Приготуйся, ми можемо рушати додому.

source: Szykuj się, możemy wracać do domu. (Szybka podróż do miasta)
uk: Приготуйся, ми можемо рушати додому. (Швидка поїздка до міста)

source: Szykuję się do wyprawy i szukam najlepszych wojowników na wyspie.
uk: Я готуюся до експедиції і шукаю найкращих воїнів на острові.

source: Szykuję się na wyprawę do Grobowca Volfzacke. Mogę liczyć na twoją pomoc?
uk: Я готуюся до експедиції в гробницю Вольфзака. Чи можу я розраховувати на твою допомогу?

source: Szykuję wyprawę do ruin Vardhal i szukam doświadczonych wojowników. Jesteś zainteresowany?
uk: Я готуюсь до експедиції до руїн Вардхалу та шукаю досвідчених воїнів. Тобі це цікаво?

source: Szynka
uk: Шинка

source: Szłaby lepiej, gdyby pozwalali nam częściej odpoczywać.
uk: Було б краще, якби нам давали частіше відпочивати.

source: Szło by lepiej, gdyby pozwalali nam częściej odpoczywać.
uk: Було б краще, якби нам давали частіше відпочивати.

source: Szło ci całkiem nieźle, jesteś pewny?
uk: У тебе непогано виходило, ти впевнений?

source: Sól
uk: Сіль

source: Sól wydobywana z Kopalni Królewskiej na Archolos.
uk: Сіль, добута в Королівській копальні на Архолосі.

source: Są bardzo dumni ze swojej przeszłości i swojej siły.
uk: Вони дуже пишаються своїм минулим та своєю силою.

source: Są bardzo dumni ze swojej przeszłości jak i siły.
uk: Вони дуже пишаються своїм минулим, як і своєю силою.

source: Są dwa typy ludzi, tacy którzy na dzień dobry wyłożą ci całą swoją historię i tacy którzy po prostu wolą przejść od razu do konkretów.
uk: Є два типи людей: ті, які цілий день розповідатимуть тобі історію свого життя, і ті, хто відразу переходить до суті.

source: Są jacyś ocalali? Przeszukałeś już koszary?
uk: Є вцілілі? Ти вже обшукав казарми?

source: Są jakieś zlecenia na potwory?
uk: Чи є якісь замовлення на монстрів?

source: Są jeszcze orkowe psy, ale żeby je spotkać, musiałbyś najpierw znaleźć jakiegoś orka... a przecież, jak powszechnie wiadomo, na naszej wyspie nie ma żadnych orków.
uk: Є ще орчі гончаки, але щоб з ними зустрітися, спочатку потрібно знайти орків... а у нас, як відомо, на острові орки не водяться.

source: Są jeszcze te nowo przybyłe zbroje w magazynie?
uk: Ці нові обладунки все ще є на складі?

source: Są ludzie, których po prostu trzeba trzymać twardą ręką. Gdyby nie mieli kogoś ponad sobą, to już dawno roznieśliby siebie nawzajem na strzępy.
uk: Деяких людей слід тримати на короткому прив'язі. Якби не було когось над ними, вони б вже давно перегризли один одному горлянки.

source: Są miejsca, których powinienem unikać?
uk: Чи є місця, яких мені краще уникати?

source: Są młodzi i żądni zwycięstwa. Swoje braki w treningu nadrabiają wigorem i sprytem.
uk: Вони молоді і прагнуть перемоги. Нестачу в тренуваннях вони компенсують своєю енергійністю та хитрістю.

source: Są pewne informacje, które mogą sprawić, że zmienicie zdanie...
uk: Є інформація, яка може змінити твою думку...

source: Są popularni w tych stronach, a przez ich koncerty komuś mogą wpaść do głowy niebezpieczne pomysły.
uk: Гурт популярний в цих краях, а через їх концерти хтось може набратись небезпечних ідей.

source: Są pozłacane. Kupujący oglądają złotego Innoska z wierzchu. W ten sposób są po prostu dużo tańsze i każdy może sobie na nie pozwolić.
uk: Вони позолочені. Покупці бачать золотого Інноса лише ззовні. Таким чином, вони просто виходять набагато дешевшими і їх може дозволити собі кожен.

source: Są również zamknięci na osoby z zewnątrz, więc nie zdziw się, jak nie będą chcieli z tobą rozmawiać.
uk: До того ж вони не допускають до себе чужинців, тож не варто дивуватися, якщо вони не захочуть з тобою розмовляти.

source: Są też niezwykle trujące. Wystarczy niewielka ilość, by zabić człowieka.
uk: Також вони надзвичайно отруйні. Достатньо лише небагато цих ягід, щоб вбити людину.

source: Są też zamknięci na osoby z zewnątrz, więc nie zdziw się, jeśli nie będą chcieli z tobą rozmawiać.
uk: До того ж вони не допускають до себе чужинців, тож не варто дивуватися, якщо вони не захочуть з тобою розмовляти.

source: Są wielcy, owłosieni i znacznie od nas wytrzymalsi, a pozycję w grupie określa siła danego osobnika.
uk: Вони великі, волохаті і набагато витриваліші за нас, і їхнє становище в групі визначається силою особини.

source: Sąd zarządził zastosowanie kary, która ma na celu odpracowanie wszystkich wyrządzonych szkód i danie przykładu innym potencjalnym przestępcom - zesłanie do Górniczej Doliny.
uk: З метою відпрацювання всіх завданих ним збитків та для прикладу іншим потенційним злочинцям суд призначив покарання – заслання до Гірничої Долини.

source: Sądzisz, że Andreas mógł rozkazać sabotaż winnicy?
uk: Як ти думаєш, Андреас міг віддати наказ про саботаж виноградника?

source: Sądzisz, że bez niego Andreas wycofa swoje roszczenia?
uk: Ти думаєш, без нього Андреас відмовиться від своїх претензій?

source: Sądzisz, że jaki jest tego powód?
uk: Як думаєш, в чому причина?

source: Sądzisz, że ktoś się tutaj włamał?
uk: Вважаєш, що сюди хтось вдерся?

source: Sądzisz, że te zapasy nam wystarczą?
uk: Як думаєш, цих запасів нам вистачить?

source: Sądzisz, że to łatwe? Dobra, skoro pragniesz wyzwań, to zlecę ci jakieś bojowe zadanie.
uk: Думаєш, це легко? Гаразд, якщо ти так хочеш випробувати себе, я дам тобі бойове завдання.

source: Sądzisz, że źle się dzieje w polityce?
uk: Ти думаєш, що його політика погана?

source: Sądziłem, że praca dla kowala będzie bardziej wymagająca.
uk: Я гадав, що робота у коваля буде більш вимогливою.

source: Sądząc po jej stanie, pamięta jeszcze czasy, gdy Lokvar był nowicjuszem... Niestety, nie zauważyłem nigdzie pozostałych tomów.
uk: Судячи з її стану, вона ще пам'ятає часи, коли Локвар був послушником... На жаль, інших томів я ніде не помітив.

source: Sądząc po sposobie, w jaki go złamano, wnioskuję, że potrzebujemy trzech takich części.
uk: Судячи з того, як його зламано, припускаю, що таких фрагментів має бути три.

source: Sądząc po stanie, w jakim jest reszta tego miejsca, wątpię, by było tam cokolwiek zdatnego do pracy, ale nie zaszkodzi sprawdzić.
uk: Судячи з того, в якому стані решта приміщення, я сумніваюся, що там є щось придатне до використання, але перевірити не завадить.

source: Sądząc po twoich umiejętnościach nie dziwię się, że chcesz tyle trenować, ale ja nie mam czasu dla początkujących.
uk: Судячи з твоїх навичок, я не здивований, що ти так сильно хочеш тренуватися, але у мене немає часу на початківців.

source: Sądząc po twoim wyglądzie, to pewnie nosisz piwo chłopakom Knuta, a siekiery nawet nie pozwalają ci tykać.
uk: Судячи з твого вигляду, ти, мабуть, носиш пиво хлопцям Кнута, а вони тебе навіть не підпускають до сокири.

source: Sądząc po twoim wyglądzie, śmiem wątpić. Dlatego możesz odwrócić się na pięcie i stąd odejść.
uk: Судячи з твого вигляду, я в цьому сумніваюся. Тому можеш розвертатися і йти звідси.

source: Sądząc po twojej minie, nie masz dla mnie dobrych wieści.
uk: Судячи з виразу твого обличчя, ти не маєш для мене хороших новин.

source: Sądząc po twojej twarzy, należysz do tych, co nigdy nie dadzą spokoju?
uk: Судячи з твого обличчя, ти з тих, хто ніколи не відчепиться?

source: Sądząc po twojej twarzy, należysz do tych, co nigdy nie dają spokoju?
uk: Судячи з твого вигляду, ти з тих, хто ніколи не здається?

source: Sądzę, że ktoś próbował wrobić górników.
uk: Я вважаю, що хтось намагався підставити гірників.

source: Sądzę, że na początek najlepszy będzie niebieski bez. Nowy ul jest gotowy do postawienia, ale brakuje mi nasion tej rośliny. Jeżeli uda ci się je zdobyć, zaczniemy natychmiast.
uk: Думаю, що для початку найкраще підійде синя бузина. Новий вулик вже готовий, але мені не вистачає насіння цієї рослини. Якщо зможеш його дістати, то розпочнемо негайно.

source: Sądzę, że to sprawa między wami. Nie będę się mieszał.
uk: Я думаю, що це справа між вами двома. Я не буду в це втручатися.

source: Sądzę, że tyle pasków powinno nam już wystarczyć. Dobra robota, chłopcze.
uk: Гадаю, цієї кількості смужок має вистачити. Гарна робота, хлопче.

source: Sądzę, że udało mi się przekonać do siebie kilku członków Gildii.
uk: Думаю, що мені вдалося переконати кількох членів Гільдії.

source: Sądzę, że wiesz już, kogo masz przed sobą. Czego chcesz?
uk: Думаю, ти вже знаєш, хто перед тобою. Що ти хочеш?

source: Sędzia był zdenerwowany tym, że nikt nie przybył na licytację.
uk: Суддя засмутився, що ніхто не прийшов на аукціон.

source: Sędzia chyba niczego nie podejrzewa. Widocznie o tym budynku musiały krążyć bardzo złe opinie, skoro nawet on połączył to ze słabą frekwencją na licytacji. Ciekawe, za co został skazany jego poprzedni właściciel...
uk: Суддя, здається, нічого не запідозрив. Мабуть, про цей будинок ходили дуже погані чутки, якщо він пов'язав це з низькою явкою на аукціоні. Цікаво, за що був засуджений попередній власник...

source: Sędzia poprosił mnie
uk: Суддя попросив мене

source: Sędzia zlecił mi rozprowadzenie tych ogłoszeń odnośnie licytacji domu w Starym Mieście.
uk: Суддя доручив мені розвісити оголошення щодо аукціону будинку в Старому місті.

source: Sędzia zlecił mi zamówienie pięciu kopii tego dokumentu.
uk: Суддя зобов'язав мене замовити п'ять копій цього документа.

source: Sęk w tym, że ci rybacy nie są zbyt gadatliwi, a ja nie chcę uciekać się do przemocy.
uk: Проблема в тому, що ці рибалки не дуже говіркі, а я не хочу вдаватися до насильства.

source: SŁYSZYCIE MNIE, DRANIE?! PRZEKLINAM WAS!
uk: ВИ МЕНЕ ЧУЄТЕ, ВИРОДКИ! Я ПРОКЛИНАЮ ВАС!

source: Słaba mikstura nie zadziałała.
uk: Слабке зілля не подіяло.

source: Słaba mikstura nie zadziałała. Badany narzekał na jej smak, ale oprócz tego nie było żadnych innych efektów ubocznych.
uk: Слабке еліксир не подіяв. Піддослідний поскаржився на його смак, але крім цього ніяких інших побічних ефектів не було.

source: Słabeuszem? Tak nazwiesz kogoś, kto dziennie potrafił przenieść kilka tuzinów pełnych beczek wina?
uk: Слабаком? Хіба так називають того, хто здатен переносити по кілька десятків повних бочок вина на день?

source: Słaby eliksir przemiany
uk: Слабкий еліксир перетворення

source: Słaby eliksir zdaje się nie działać. Oprócz paskudnego smaku Duch nie odczuł żadnych dodatkowych efektów.
uk: Слабке зілля, схоже, не діє. Окрім огидного смаку, Дух не відчув ніяких додаткових ефектів.

source: Słaby eliksir zdaje się nie działać. Oprócz paskudnego smaku, Dan stwierdził, że czuje się po nim mocniejszy niż wcześniej. Może to być jednak jedynie efekt mojej wcześniejszej sugestii.
uk: Слабке зілля, схоже, не діє. Окрім неприємного смаку, Ден заявив, що після нього він почувається сильнішим, ніж до нього. Втім, це може бути лише наслідком моєї попередньої пропозиції.

source: Słaby eliksir zdaje się nie działać. Rębacz stwierdził jedynie, że paskudnie smakuje.
uk: Слабке зілля, схоже, не діє. Різник лише зауважив, що воно неприємне на смак.

source: Słodka bułka z jagodami
uk: Солодка чорнична булочка

source: Słodki alkohol o rubinowej barwie.
uk: Солодкий алкоголь рубінового кольору.

source: Słodki jesteś!
uk: Який же ти милий!

source: Słodki napój z jagód,
uk: Солодкий ягідний напій

source: Słodki placek z jabłkami.
uk: Солодкий яблучний пиріг.

source: Słodkie wino
uk: Солодке вино

source: Słoik pysznego miodu Bevina
uk: Банка смачного меду Бевіна

source: Słoik słodkiej cieczy,
uk: Банка з солодкою рідиною,

source: Słono mnie to kosztowało, więc nie mam zamiaru!
uk: Недешево мені це обійшлося, тож я не забуду!

source: Słowa Adanosa: Żyjcie i pracujcie, bo dzień stworzono po to, by mąż mógł żyć i pracować. Szukajcie wiedzy, byście mogli przekazać ją synom swoim, gdyż taka jest wola moja. Ale strzeżcie się, bo człek głupi i leniwy zostanie wygnany do krainy wiecznej ciemności.
uk: Слова Аданоса: Живи і працюй, бо день створений для того, щоб людина жила і працювала. Шукай знання, щоб передати його своїм синам, бо така моя воля. Але остерігайся, бо нерозумні та ліниві будуть вигнані в край вічної темряви.

source: Słowa Beliara: A ktokolwiek wystąpi przeciw woli bożej, ze mną będzie miał do czynienia. Na jego ciało ból ześlę okrutny, a jego duch pójdzie ze mną do krainy wiecznej ciemności.
uk: Слова Беліара: А хто піде проти волі божої, той матиме справу зі мною. На тіло його я пошлю жорстокі муки, а дух його піде зі мною в край вічної темряви.

source: Słowa Innosa: A gdybyście nie mogli ich pojąć, nie odrzucajcie słów kapłanów, bo głoszą oni moją mądrość. Gdyż ja jestem Słońcem na niebie, światłem i życiem na Ziemi. A wszystko, co wrogiem jest Słońca, jest i moim wrogiem, i zostanie wygnane do krainy wiecznej ciemności.
uk: Слова Інноса: Не відкидайте слів служителів, навіть якщо ви не можете їх осягнути, бо вони сповіщають мудрість мою. Бо я є Сонцем на небі, світлом і життям на землі. А все, що є ворогом Сонця, є і моїм ворогом, і буде вигнане в край вічної темряви.

source: Słowa moje i innych.
uk: Мої слова та слова інших.

source: Słowa nie zabijają
uk: Заклинання не може вбити

source: Słowa te bezczelne Bezimiela zagotowały, lecz jego myśli rozsądku w końcu usłuchały.
uk: Від слів цих зухвалий Безіменчик закипів, але нарешті прислухався до його слів.

source: Słowa te nawet dzisiaj wywołują strach wśród mieszkańców wyspy, głównie ze względu na straszny los, jaki spotkał ostatnich obrońców twierdzy.
uk: Ці слова і сьогодні викликають страх у мешканців острова, насамперед через жахливу долю, яка спіткала останніх захисників фортеці.

source: Słowem, musimy cię lepiej poznać, aby zadecydować, czy się nadasz.
uk: Простіше кажучи, нам потрібно познайомитися з тобою ближче, щоб вирішити, чи підходиш ти нам.

source: Słowem, robię wszystko, to, czym w danym momencie trzeba się zająć.
uk: Одним словом, я роблю все, що потрібно зробити в даний момент.

source: Słowo daję, ten chłopak został zesłany przez Adanosa by wystawić mnie na najcięższe próby!
uk: Клянуся, цей хлопець був посланий Аданосом, щоб влаштувати мені найважче випробування!

source: Słowo paladyna ma wielką wagę. Spytam zatem ponownie? Czy jesteś winny zorganizowania próby zabójstwa?
uk: Слово паладина має велику вагу. Дозволь запитати тебе ще раз? Ти винен в організації замаху?

source: Słowo się rzekło, zgodnie z danym słowem, zadbam o to, by Lichwiarz miał proces z prawdziwego zdarzenia.
uk: Я дотримаюсь свого слова, і подбаю про те, щоб Лихвар постав перед справжнім судом.

source: Słońce ogrzewa i daje życie, ale też wysusza i zabija!
uk: Сонце зігріває і дарує життя, але воно також сушить і вбиває!

source: Słońce praży niemiłosiernie, ostatnia oaza daleko za mną, a kolejnej nadal nie widać. Nie wiem już sam czy był to sen czy jawa, ale kiedy przed południem wyczerpany usiadłem na rozgrzanym piasku, ujrzałem coś nadzwyczajnego.
uk: Сонце нещадно припікає, останній оазис залишився далеко позаду, а наступного навіть не видно. Не знаю, чи це був сон, чи видіння, але коли я, знесилений, сів на розпечений пісок перед полуднем, то побачив щось надзвичайне.

source: Słuchacz
uk: Слухач

source: Słuchaj facet, nie jestem najlepszy w tego typu gierki, więc przejdźmy do rzeczy.
uk: Слухай, хлопче, я не люблю пусті балачки, тож перейдемо одразу до справи.

source: Słuchaj no! Albo nas zaraz przepuścisz, albo twoja kłapiąca gęba wyląduje w tym błocie!
uk: Слухай сюди! Або ти нас зараз же впустиш, або твоя балакуча пика опиниться в багнюці!

source: Słuchaj no, mam dla ciebie propozycję.
uk: Слухай, у мене до тебе пропозиція.

source: Słuchaj uważnie. Sprawa jest bardzo skomplikowana, ale udało mi się dowiedzieć paru rzeczy. Najważniejsze jest to, by nie zwracać na siebie uwagi.
uk: Слухай уважно. Справа дуже складна, але мені вдалося з'ясувати кілька речей. Найголовніше – це не привертати до себе уваги.

source: Słuchaj, chętnie bym pogadał, ale po ostatnich wydarzeniach zrobił się burdel, trzeba jak najszybciej nad tym zapanować.
uk: Слухай, я б із задоволенням побалакав, але після недавніх подій у нас тут такий безлад, і його потрібно якомога швидше взяти під контроль.

source: Słuchaj, chętnie bym się zgodził na współpracę, ale mamy podpisane kontrakty, między innymi z Ernesto. Tutejsi piją główne wino, na tym najlepiej się wychodzi.
uk: Послухай, я б із задоволенням погодився на співпрацю, але у нас вже підписані контракти, в тому числі з Ернесто. Місцеві п'ють переважно вино, воно їм подобається найбільше.

source: Słuchaj, chętnie bym wrócił, ale nie mogę. Kiedy te cholerstwa mnie napadły, mój rodzinny amulet wypadł do rzeki. Nigdzie się bez niego nie ruszę, nie ma opcji.
uk: Слухай, я б із задоволенням повернувся, але не можу. Коли ці тварюки напали на мене, мій родинний амулет упав у річку. Без нього я нікуди і ні за що не піду.

source: Słuchaj, czasami zamiast brodzić nie wiadomo ile w tej mieszaninie wody i roślin, lepiej zwyczajnie wyrwać się do przodu, najdalej, jak potrafisz.
uk: Слухай, іноді, замість того, щоб годинами пробиратися крізь ці калюжі і очерет, краще просто рвонути вперед, так далеко, як тільки зможеш.

source: Słuchaj, dobrze ci z oczu patrzy, ale widzę też, że nie jesteś bohaterem z krwi i kości.
uk: Слухай, ти добре виглядаєш, але на справжнього героя ти не схожий.

source: Słuchaj, i tak nie żądam wiele, dasz radę zebrać odpowiednią kwotę.
uk: Послухай, я не так вже й багато прошу, ти зможеш зібрати потрібну суму.

source: Słuchaj, ja widzę dwie możliwości, albo dogadamy się z Kalebem, albo sprawimy, że sami zechcą się wynieść.
uk: Слухай, я бачу дві можливості: або ми домовимось з Калебом, або змусимо їх піти.

source: Słuchaj, jakiś czas temu przygarnąłem w mieście psa. Ruszam na wyprawę i chciałbym, by ktoś zaufany się nim zajął. Byłbyś chętny?
uk: Слухай, нещодавно я підібрав собаку в місті. Я збираюся в експедицію і хотів би, щоб хтось, кому я довіряю, подбав про нього. Ти не хотів би взяти його до себе?

source: Słuchaj, jest pewna sprawa, z którą potrzebuję pomocy, ale nie mogę się tym zwrócić do nikogo z tutejszych.
uk: Послухай, є проблема, з якою мені потрібна допомога, але я не можу її доручити нікому з місцевих.

source: Słuchaj, jesteś członkiem Araxos, chyba rozumiesz, że za darmo trudno coś ugrać w tym świecie.
uk: Слухай, ти ж член Араксосу, я думаю, ти розумієш, що в цьому світі важко щось отримати безкоштовно.

source: Słuchaj, jesteśmy tuż przed gniazdem. Jeśli teraz zrezygnujemy, pełzacze znowu się tu okopią i będziemy musieli całą robotę wykonywać od nowa!
uk: Слухай, ми прямо перед гніздом. Якщо ми зараз здамося, повзуни знову тут засядуть, і нам доведеться робити всю роботу заново!

source: Słuchaj, jeśli chcesz zrobić coś nielegalnego, i akurat nie masz jak odwrócić niczyjej uwagi, to musisz umieć poruszać się najciszej, jak to tylko możliwe.
uk: Слухай, якщо ти хочеш зробити щось незаконне, і у тебе немає можливості відвернути чиюсь увагу, то тобі потрібно вміти ходити якомога тихіше.

source: Słuchaj, kolego. Nie miałbyś czasem na podorędziu czegoś mocniejszego? Strasznie trudno dostać tutaj porządny trunek! Wszędzie tylko to wino i wino, oszaleć można!
uk: Слухай, друже. У тебе випадково немає чогось міцного? Тут страшенно важко дістати пристойну випивку! Скрізь одне тільки вино, здуріти можна!

source: Słuchaj, ludzie uwielbiają miód.
uk: Послухай, люди люблять мед.

source: Słuchaj, mam krótką pamięć...
uk: Слухай, у мене коротка пам'ять...

source: Słuchaj, musisz mi pomóc...
uk: Слухай, мені потрібна твоя допомога...

source: Słuchaj, mógłbym ci opowiedzieć, jak brać poprawkę na wiatr, jak sprawnie odmierzyć odległość od celu i tak dalej, ale i tak nie mamy czasu, żebyś to wszystko dobrze opanował.
uk: Слухай, я міг би розповісти тобі, як враховувати поправку на вітер, як ефективно вимірювати відстань до цілі і так далі, але у нас і так обмаль часу, щоб ти опанував все як слід.

source: Słuchaj, mój szef, Bradlock ma jakąś grubszą robotę do wykonania tutaj w winnicy.
uk: Слухай, мій шеф, Бредлок має якусь чорнову роботу, яку потрібно виконати тут, на винограднику.

source: Słuchaj, młody!
uk: Слухай, хлопче!

source: Słuchaj, młody. Chciałem, żebyś poszedł tam ze świeżym umysłem i bez żadnych podejrzeń. Powinieneś mi podziękować.
uk: Послухай, хлопче. Я хотів, щоб ти пішов туди з ясним розумом і без підозр. Ти повинен бути мені вдячний.

source: Słuchaj, młody. To nie targowisko, tutaj załatwiamy sprawy szybko i po cichu.
uk: Слухай, хлопче. Це не базар, тут ми вирішуємо справи швидко і тихо.

source: Słuchaj, młody... nie wiem, dlaczego w tym grzebiesz, ale radzę ci, zostaw to.
uk: Слухай, юначе... Не знаю, чому ти в цьому порпаєшся, але моя тобі порада – облиш це.

source: Słuchaj, nazwijmy to inwestycją. Postawiłem na ciebie sporo kasy.
uk: Назвемо це інвестицією. Я поставив на тебе багато грошей.

source: Słuchaj, nie będę zanudzał gadką, jaką pewnie uraczył cię Lorenzo. Jego słowa muszą brzmieć ładnie, oficjalnie i tak dalej, w końcu to urzędas.
uk: Послухай, я не збираюся втомлювати тебе розмовами, як Лоренцо. Його слова повинні звучати красиво, офіційно і так далі, адже він в кінці кінців чиновник.

source: Słuchaj, nie chcę mieć żadnych kłopotów, i tobie też radzę, żebyś się nie mieszał. To miejsce jest niebezpieczne, łatwo samemu zostać tu ofiarą.
uk: Послухай, я не хочу потрапити в якусь халепу, і тобі раджу в це не вплутуватися. Це місце небезпечне, тут легко самому стати жертвою.

source: Słuchaj, nie mam zamiaru nadstawiać karku i wystawiać się tam, gdzie chce tego Weigar. Cenię sobie wolność.
uk: Послухай, я не маю наміру підставляти свою шию і бути там, де хоче Вейгар. Я ціную свою свободу.

source: Słuchaj, nie ręczę za niego, więc jeżeli nie chcesz być martwy, to lepiej odpowiadaj na pytania.
uk: Слухай, я за нього не ручаюся, тому, якщо не хочеш померти, краще відповідай на запитання.

source: Słuchaj, o co ci chodzi? Przyszedłeś tutaj specjalnie po to, żeby mi przeszkadzać? Daruj sobie, to bardzo prymitywna rozrywka!
uk: Послухай, що ти хочеш? Ти прийшов сюди спеціально, щоб мене дратувати? Облиш, це дуже примітивна розвага!

source: Słuchaj, odpowiedziałem ci już na wszystkie pytania. Nie musisz mi dalej zawracać głowy.
uk: Слухай, я вже відповів на всі твої запитання. Можеш мене більше не турбувати.

source: Słuchaj, póki się nie uspokoisz, niczego się nie dowiesz...
uk: Слухай, поки ти не заспокоїшся, ти нічого не дізнаєшся...

source: Słuchaj, razem z pozostałymi spotykamy się w naszej kryjówce niedaleko Silbach.
uk: Слухай, ми з іншими зустрічаємось в нашій схованці поблизу Сільбаху.

source: Słuchaj, skoro zostaliśmy sami, to możemy porozmawiać jak ludzie interesu. To doprawdy nie do pomyślenia, że rozsądni ludzie muszą...
uk: Слухай, оскільки ми залишилися наодинці, ми можемо поговорити як ділові люди. Це справді незбагненно, що розумні люди повинні...

source: Słuchaj, sprawa wygląda tak, że chciałbym usprawnić działanie mojej kopalni. Chciałbym wiedzieć, o czym moi pracownicy ci powiedzieli.
uk: Послухай, справа у тому, що я хотів би покращити роботу моєї копальні. Хотілося б дізнатися, про що саме мої працівники тобі повідали.

source: Słuchaj, stary jestem, to nie wypływam już zbyt często. Większość czasu siedzę tutaj przy brzegu, wpatruję się w morze i wspominam dawne dzieje.
uk: Послухай, я вже старий, тому вже рідко кудись вибираюся. Більшу частину часу я сиджу тут, на березі, дивлюся на море і згадую минулі часи.

source: Słuchaj, tak sobie myślę. Chętnie bym trochę zarobił, i mam pomysł, jak mógłbyś na tym skorzystać.
uk: Слухай, ось що я думаю. Я хочу заробити трохи грошей, і у мене є ідея, як ти можеш отримати від цього вигоду.

source: Słuchaj, tak za bardzo to nie rozumiem czemu tutaj jesteś i dlaczego mnie o to wszystko pytasz.
uk: Слухай, я не дуже розумію, чому ти тут і чому ти мене про все це питаєш.
